-- phpMyAdmin SQL Dump
-- version 4.6.6
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: May 13, 2017 at 08:06 PM
-- Server version: 5.5.54-0+deb8u1-log
-- PHP Version: 5.6.30-0+deb8u1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `webgen_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `web11_ultraline_work_student`
--

CREATE TABLE `web11_ultraline_work_student` (
  `im11_ultraline_work_student` int(11) NOT NULL,
  `im11_work_title` varchar(100) NOT NULL,
  `im11_work_discription` text NOT NULL,
  `im11_work_image` text NOT NULL,
  `im11_work_type` int(11) NOT NULL,
  `im11_ultraline_data_student` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `web11_ultraline_work_student`
--

INSERT INTO `web11_ultraline_work_student` (`im11_ultraline_work_student`, `im11_work_title`, `im11_work_discription`, `im11_work_image`, `im11_work_type`, `im11_ultraline_data_student`) VALUES
(1, 'Nail By Me', 'แอปพลิเคชันออกแบบลายเล็บและประเมินราคาการทำเล็บ', '13560285_work.jpg', 5, 1),
(2, 'MR.SAVING', 'แอปพลิเคชันจัดการค่าใช้จ่ายด้านอาหาร บนระบบปฎิบัติการไอโอเอส', '13560314_work.jpg', 5, 2),
(3, 'SOLAR CONQUEST', 'แอปพลิเคชันส่งเสริมการเรียนรู้เรื่องระบบสุริยะ', '13560171_work.jpg', 7, 5),
(4, 'Kanji Show', 'เป็นแอปพลิเคชันส่งเสริมการเรียนรู้ภาษาญี่ปุ่นเบื้องต้น มีหมวดการเรียนรู้ที่มีตารางตัวอักษรคันจิเบื้องต้น ให้ผู้ใช้งานได้ศึกษาและฝึกเรียน พร้อมทั้งคำศัพท์คันจิเบื้องต้น 12 หมวด และหมวดเล่นเกมที่ต้องเล่นโดยใช้เทคโนโลยี AR ควบคู่กับหนังสือที่มีเนื้อหาเกี่ยวกับวัฒนธรรมญี่ปุ่น โดยให้ผู้เล่นส่องหาสิ่งของตามภาพในหนังสือ ตามคำศัพท์คันจิที่กำหนดให้ภายในเวลาที่กำหนด จึงจะเป็นผู้ชนะ ', '13560098_work.jpg', 8, 3),
(5, 'Let\'s Go to Granning', 'สื่อโต้ตอบส่งเสริมพัฒนาการด้านอีคิวสำหรับเด็กอายุ 3-5 ปี', '13560233_work.jpg', 4, 4),
(6, 'CasterGame', 'เว็บแอปพลิเคชันสําหรับคนดูนักแคสเกมในประเทศไทย', '13560300_work.jpg', 2, 7),
(8, 'JJCHOICE', 'แอปพลิเคชันส่งเสริมการขายสำหรับร้านค้ารายย่อยกรณีศึกษาตลาดนัดจตุจักร', '13560113_work.jpg', 5, 9),
(9, 'Survey the new world', 'สื่อการเรียนรู้ตามรอยการสำรวจขององค์กรนาซ่า เพื่อค้นหาโลกใบใหม่ให้เผ่าพันธุ์มนุษย์', '13560241_work.png', 8, 6),
(10, 'Thonburi Bike Go', 'แอปพลิเคชันแนะนำเส้นทางด้วยเสียง กรณีศึกษาเส้นทางจักรยานท่องเที่ยวฝั่งธนบุรี', '13560167_work.jpg', 3, 10),
(11, 'Fineart Exam', 'แอปพลิเคชันเตรียมความพร้อมสำหรับการสอบเข้าคณะศิลปกรรม', '13560152_work.jpg', 3, 11),
(12, 'Save the Coast Interactive', 'สื่อโต้ตอบเรียนรู้การรักษาทรัพยากรชายฝั่งทะเล จากปัญหาน้ำทะเลกัดเซาะ', '13560181_work.jpg', 4, 12),
(13, 'Diabetes Health on Android', 'แอปพลิเคชันส่งเสริมสุขภาพพิชิตโรคเอ็นซีดี บนสมาร์ทโฟนระบบปฏิบัติการแอนดรอยด์ กรณีศึกษาโรคเบาหวาน', '13560148_work.png', 3, 14),
(14, 'Phorun Marathon', 'เว็บแอปพลิเคชันสำหรับการแบ่งปันภาพถ่าย และติดตามผลการแข่งขันกิจกรรมงานวิ่งมาราธอน', '13560253_work.png', 2, 15),
(15, 'FriendForFare', 'แอปพลิเคชันเพื่อช่วยหาคนแชร์ค่าโดยสารแท็กซี่', '13560276_work.jpg', 5, 16),
(18, 'Song Krung', 'แอปพลิเคชันส่งเสริมการเดินท่องเที่ยวรอบเกาะรัตนโกสินทร์', '13560101_work.png', 8, 19),
(19, 'Playlody', 'เว็บแอปพลิเคชันสังคมดนตรีอะคูสติกออนไลน์', '13560190_work.jpg', 2, 18),
(20, 'Siam Art', 'แอปพลิเคชันส่งเสริมการท่องเที่ยวด้านวัฒนธรรมด้วยเทคโนโลยีเออาร์ กรณีศึกษาพิพิธภัณฑสถานแห่งชาติพระนคร บนระบบปฏิบัติการไอโอเอส', '13560174_work.jpg', 8, 24),
(21, 'Dealskill', 'เว็บแอปพลิเคชันแลกเปลี่ยนความรู้สำหรับนักเรียนนักศึกษา', '13560122_work.jpg', 6, 22),
(22, 'BAT MAN', 'แอปพลิเคชันการจัดจำหน่ายแบตเตอรี่รถยนต์ภายในกรุงเทพมหานคร', '13560141_work.jpg', 5, 21),
(23, 'Mission off energy', 'สื่อโต้ตอบเพื่อส่งเสริมการเรียนรู้เรื่องการใช้ไฟฟ้าและอุปกรณ์ไฟฟ้าอย่างมีประสิทธิภาพและปลอดภัย', '13560100_work.jpg', 7, 27),
(24, 'BOKBOKBOX', 'เกมแอพพลิเคชั่น การดูแลสัตว์เลี้ยงในที่พักอาศัยขนาดเล็ก \r\n', '13560166_work.jpg', 8, 26),
(25, 'BookBlah', 'แอปพลิเคชันบันทึกและจัดระเบียบหนังสือตามความชอบของผู้ใช้บนระบบปฏิบัติการแอนดรอยด์', '13560259_work.jpg', 3, 29),
(26, 'Activity Park', 'แอปพลิเคชันแสดงกิจกรรมภายในสวนสาธารณะ โดยมีไอโอทีเป็นส่วนประกอบ บนระบบปฏิบัติการเอนดรอยด์ กรณีศึกษา สวนลุมพินี', '13560311_work.png', 1, 28),
(27, 'Soulmate Pets', 'เว็บแอปพลิเคชันหาคู่ผสมพันธุ์สุนัขและแมว', '13550185_work.jpg', 6, 30),
(29, 'BotBox', 'แอปพลิเคชันเกมฝึกฝนกระบวนการคิดของการเขียนโปรแกรม', '13540644_work.jpg', 3, 32),
(31, 'DAIRY FARM', 'สื่อโต้ตอบส่งเสริมการเรียนรู้อย่างสร้างสรรค์เกี่ยวกับโคนมไทย ', '13550255_work.jpg', 3, 25),
(32, 'Needlework', 'เว็บแอปพลิเคชันส่งเสริมการตลาดกลุ่มเฉพาะสำหรับคนรักงานฝีมือ', '13550631_work.jpg', 6, 34),
(33, 'Sinkhanan', 'เว็บแอปพลิเคชันส่งเสริมการขายสินค้าพื้นเมืองของชุมชนเมืองเก่า กรณีศึกษาอำเภอเมืองน่าน', '13560147_work.jpg', 6, 36),
(34, 'Readaway', 'เว็บแอปพลิเคชันตัวกลางสำหรับแลกหนังสือ', '13560323_work.jpg', 6, 37),
(35, 'Milky Daily', 'สื่อโต้ตอบส่งเสริมการเรียนรู้เกี่ยวกับน้ำนมในระดับชั้นประถมศึกษาตอนต้น', '13560220_work.jpg', 4, 38),
(36, 'Safe Bike', 'แอปพลิเคชันเชื่อมต่อและสั่งการรถจักรยานยนต์แบบเรียลไทม์', '13560178_work.png', 1, 39),
(37, 'ฟาดงวงฟาดงา', 'สื่อโต้ตอบเพื่อส่งเสริมการบริจาคเงินช่วยเหลือช้างป่ากรณีศึกษา มูลนิธิช้างป่าบ้านพ่อ', '13560120_work.png', 4, 40),
(38, 'Artbook', 'เว็บแอปพลิเคชันขายและเช่าผลงานภาพวาดไทย', '13560275_work.jpg', 2, 42),
(39, 'SeekerDrummer', 'อินเตอร์แอคทีฟส่งเสริมกิจกรรมนันทนาการเกี่ยวกับดนตรีประเภทกลองชุดกรณีศึกษาวัยเด็ก', '13550137_work.png', 4, 43),
(40, 'Marathon', 'แอปพลิเคชันส่งเสริมกิจกรรมวิ่งมาราธอน ', '13550119_work.jpg', 5, 45),
(41, 'ZONEC', 'เว็บแอปพลิเคชันเพื่อการติดตามการเเสดงดนตรีสด', '13550240_work.jpg', 2, 44),
(42, 'Shoppink', 'แอปพลิเคชันสนับสนุนการรับจ้างหิ้วสินค้าตามงานเซล บนระบบปฏิบัติการ ios', '13550249_work.jpg', 5, 46),
(43, 'LET LIFE', 'แอปพลิเคชันเกมจำลองเหตุการณ์การใช้ชีวิตในมหาวิทยาลัย บนระบบปฎิบัติการแอนดรอยด์', '13550222_work.jpg', 7, 47),
(44, 'View Port', 'เว็บแอปพลิเคชันเพื่อส่งเสริมการทำแฟ้มสะสมผลงานให้มีประสิทธิภาพ ด้วยเทคโนโลยีเอฟเอฟเอ็มเป็ก กรณีศึกษาทำงานร่วมกับเว็บไซต์ดิบเบิ้ล และบีแฮนซ์', '13560261_work.jpg', 2, 48),
(46, 'Let\'s Eat', 'แอปพลิเคชันสําหรับค้นหาเพื่อนร่วมแชร์ค่าอาหารบนระบบปฏิบัติการแอนดรอยด์', '13560301_work.jpg', 3, 20),
(47, 'Heart Care', 'แอปพลิเคชันช่วยแจ้งเตือนและแนะนําการปฏิบัติดูแลตนเอง สําหรับผู้ป่วยโรคหัวใจ', '13560232_work.jpg', 3, 23);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `web11_ultraline_work_student`
--
ALTER TABLE `web11_ultraline_work_student`
  ADD PRIMARY KEY (`im11_ultraline_work_student`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `web11_ultraline_work_student`
--
ALTER TABLE `web11_ultraline_work_student`
  MODIFY `im11_ultraline_work_student` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=49;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
